Repository: M1zz/PixelMe
Catalog: PixelMe/Localizable.xcstrings
Source language: en
Languages: ko

source: • After 3-day free trial: %@
ko: • 3일 무료 체험 후: %@

source: 3 levels
ko: 3단계

source: 3-Day Free Trial
ko: 3일 무료 체험

source: 4K High Resolution
ko: 4K 고해상도

source: 6 levels
ko: 6단계

source: 8 Colors
ko: 8색

source: 8-Bit Retro
ko: 8-Bit 레트로

source: 9 palettes, 6 filters, dithering & more
ko: 9개 팔레트, 6개 필터, 디더링 등

source: 16 Colors
ko: 16색

source: 32 Colors
ko: 32색

source: 64 Colors
ko: 64색

source: Add
ko: 추가

source: Add unique feelings to pixel art with 6 filter effects
ko: 6가지 필터 효과로 픽셀 아트에 독특한 느낌을 더하세요

source: Advanced
ko: 고급

source: Advanced Export
ko: 고급 내보내기

source: Advanced Settings
ko: 고급 설정

source: After 3-day free trial:
ko: 3일 무료 체험 후:

source: All Color Palettes
ko: 모든 색상 팔레트

source: All Filter Effects
ko: 모든 필터 효과

source: All Presets
ko: 모든 프리셋

source: All Pro Features
ko: 모든 Pro 기능

source: All Templates
ko: 모든 템플릿

source: An unexpected error occurred. Please try again.
ko: 예기치 않은 오류가 발생했습니다. 다시 시도해주세요.

source: An unknown error occurred
ko: 알 수 없는 오류가 발생했습니다

source: Animation Type
ko: 애니메이션 유형

source: App Icon
ko: 앱 아이콘

source: Arcade Cabinet
ko: 아케이드 캐비넷

source: Arcade Screen
ko: 아케이드 화면

source: Auto-detect your face and create a pixelated profile picture
ko: 얼굴을 자동 감지하여 픽셀화된 프로필 사진을 만듭니다

source: Background
ko: 배경

source: Background Color
ko: 배경색

source: Background Removed
ko: 배경 제거됨

source: Background Removed!
ko: 배경이 제거되었습니다!

source: Banner
ko: 배너

source: Batch Processing
ko: 배치 처리

source: Best Value
ko: 최고 혜택

source: Black
ko: 검정

source: Black and white film style
ko: 흑백 필름 스타일

source: Board
ko: 보드

source: Board Color
ko: 보드 색상

source: Board Size
ko: 보드 크기

source: Border
ko: 테두리

source: Cancel
ko: 취소

source: Change Board Size
ko: 보드 크기 변경

source: Choose a size to start drawing pixel art
ko: 크기를 선택하여 픽셀 아트를 시작하세요

source: Choose an option
ko: 옵션을 선택하세요

source: Choose an option to transform your photo
ko: 사진을 변환할 옵션을 선택하세요

source: Choose Save Format
ko: 저장 형식 선택

source: Choose Size
ko: 크기 선택

source: Choose the version you want to pixelize
ko: 픽셀화할 버전을 선택하세요

source: Choose This
ko: 이것을 선택

source: Choose Your Plan
ko: 요금제 선택

source: Classic 8-bit game colors
ko: 클래식 8비트 게임 색상

source: Classic arcade cabinet screen
ko: 클래식 아케이드 게임기 화면

source: Classic GameBoy green tones
ko: 클래식 GameBoy 초록 톤

source: Clean results
ko: 깔끔한 결과물

source: Clean, no noise
ko: 깔끔, 노이즈 없음

source: Close
ko: 닫기

source: Color Burn
ko: 색상 번

source: Color Dodge
ko: 색상 닷지

source: Color Palette
ko: 색상 팔레트

source: Color Reduction
ko: 색상 축소

source: Compose complex pixel art with up to 5 layers
ko: 최대 5개의 레이어로 복잡한 픽셀 아트를 구성하세요

source: Compressed image, smaller size
ko: 압축 이미지, 작은 크기

source: Could not detect a face in this photo. Please try another photo or use manual crop.
ko: 이 사진에서 얼굴을 감지할 수 없습니다. 다른 사진을 사용하거나 수동 자르기를 이용해 주세요.

source: Could not verify purchase. Please contact support.
ko: 구매를 확인할 수 없습니다. 고객 지원에 문의해 주세요.

source: Create animated pixel art GIFs
ko: 애니메이션 픽셀 아트 GIF 생성

source: Create animated pixel art GIFs for more vivid expression
ko: 움직이는 픽셀 아트 GIF를 만들어 더 생동감 있게 표현하세요

source: Create GIF
ko: GIF 생성

source: Create high-quality pixel art at once with 8 expert presets
ko: 8가지 전문가 프리셋으로 한 번에 완성도 높은 픽셀 아트를 만드세요

source: Create pixel art instantly
ko: 즉시 픽셀 아트를 만드세요

source: Create professional-level pixel art
ko: 전문가 수준의 픽셀 아트를 만들어보세요

source: Create your own pixel art
ko: 나만의 픽셀 아트를 만드세요

source: Creating GIF...
ko: GIF 생성 중...

source: CRT Monitor
ko: CRT 모니터

source: Current Settings
ko: 현재 설정

source: Current:
ko: 현재:

source: Custom
ko: 커스텀

source: Custom Color
ko: 커스텀 색상

source: Custom Size:
ko: 커스텀 크기:

source: Custom Watermark
ko: 커스텀 워터마크

source: Cyberpunk Neon
ko: Cyberpunk 네온

source: Darken
ko: 어둡게

source: Delete
ko: 삭제

source: Detecting face...
ko: 얼굴 감지 중...

source: Difference
ko: 차이

source: Digital corruption effect
ko: 디지털 깨짐 효과

source: Display
ko: 디스플레이

source: Dithering
ko: 디더링

source: Dithering Algorithm
ko: 디더링 알고리즘

source: Dithering Techniques
ko: 디더링 기법

source: Document format, high quality
ko: 문서 형식, 고품질

source: Done
ko: 완료

source: Download
ko: 다운로드

source: Duplicate
ko: 복제

source: Duration: 0.1s per frame
ko: 프레임당 0.1초

source: Duration: 0.5s per palette
ko: 팔레트당 0.5초

source: Easily create pixel art with 15+ various templates
ko: 15개 이상의 다양한 템플릿으로 쉽게 픽셀 아트를 만들어보세요

source: Edit Color
ko: 색상 편집

source: Eraser
ko: 지우개

source: Error
ko: 오류

source: Exclusion
ko: 제외

source: Export
ko: 내보내기

source: Export Format
ko: 내보내기 형식

source: Export Image
ko: 이미지 내보내기

source: Export Options
ko: 내보내기 옵션

source: Export Preview
ko: 내보내기 미리보기

source: Export Settings
ko: 내보내기 설정

source: Export Size
ko: 내보내기 크기

source: Exporting...
ko: 내보내는 중...

source: Express smooth color transitions with 3 dithering techniques
ko: 3가지 디더링 기법으로 부드러운 색상 변화를 표현하세요

source: Express various styles of pixel art with 9 color palettes
ko: 9가지 색상 팔레트로 다양한 스타일의 픽셀 아트를 표현하세요

source: Face Detected!
ko: 얼굴 감지됨!

source: Failed to load products. Please try again.
ko: 상품을 불러오는데 실패했습니다. 다시 시도해주세요.

source: Failed to restore purchases:
ko: 구매 내역 복원에 실패했습니다:

source: Failed to restore purchases. Please check your connection and try again.
ko: 구매 복원에 실패했습니다. 연결을 확인하고 다시 시도해 주세요.

source: Feature
ko: 기능

source: Feature Comparison
ko: 기능 비교

source: Film Noir
ko: 필름 느와르

source: Filter
ko: 필터

source: Filter Effects
ko: 필터 효과

source: Follow Along
ko: 따라 그리기

source: Frames: 8
ko: 프레임: 8

source: Frames: 10
ko: 프레임: 10

source: Free
ko: 무료

source: Free Drawing
ko: 자유 그리기

source: Free Version
ko: 무료 버전

source: Game Sprite
ko: 게임 스프라이트

source: GameBoy Classic
ko: GameBoy 클래식

source: Get access to all 8 professional features
ko: 8가지 전문 기능을 모두 이용하세요

source: Get Started
ko: 시작하기

source: GIF Animation
ko: GIF 애니메이션

source: GIF Creator
ko: GIF 생성기

source: GIF saved to Photos
ko: GIF가 사진 앨범에 저장되었습니다

source: Glitch
ko: 글리치

source: Hard Light
ko: 하드 라이트

source: High Quality Export
ko: 고품질 내보내기

source: High-quality 4K export, watermark removal, SVG/PDF support
ko: 4K 해상도로 고품질 내보내기, 워터마크 제거, SVG/PDF 지원

source: Horizontal lines like retro screens
ko: 레트로 화면 같은 가로줄 효과

source: Images
ko: 이미지

source: Includes 3-day free trial
ko: 3일 무료 체험 포함

source: Intensity: %lld%%
ko: 강도: %lld%%

source: Intensity: High
ko: 강도: 높음

source: Invert Grid Lines Color
ko: 격자선 색상 반전

source: JPEG - Smaller file size, no transparency
ko: JPEG - 작은 파일 크기, 투명도 없음

source: Keep Background
ko: 배경 유지

source: Keep only the subject
ko: 피사체만 유지

source: Keep original colors
ko: 원본 색상 유지

source: Layer Editor
ko: 레이어 편집기

source: Layers
ko: 레이어

source: Layers System
ko: 레이어 시스템

source: Lifetime
ko: 평생

source: Lighten
ko: 밝게

source: Lighter, retro Mac style
ko: 가볍고 레트로 Mac 스타일

source: Limited Time
ko: 한정 판매

source: Loading...
ko: 로딩 중...

source: Logo
ko: 로고

source: Look at the reference and draw!
ko: 레퍼런스를 보고 그려보세요!

source: Merge
ko: 병합

source: Monthly
ko: 월간

source: Monthly billing
ko: 월간 결제

source: Multiple Formats
ko: 다양한 형식

source: Multiply
ko: 곱하기

source: Neon colors for futuristic look
ko: 미래적 느낌의 네온 컬러

source: NES Retro
ko: NES 레트로

source: Network error. Please check your connection and try again.
ko: 네트워크 오류입니다. 연결을 확인하고 다시 시도해 주세요.

source: Next
ko: 다음

source: Nintendo Entertainment System palette
ko: 닌텐도 NES 팔레트

source: No Dithering
ko: 디더링 없음

source: No Face Detected
ko: 얼굴을 감지하지 못했습니다

source: No filter applied
ko: 필터 없음

source: No image to export
ko: 내보낼 이미지가 없습니다

source: No Images Selected
ko: 선택된 이미지 없음

source: No previous purchases found.
ko: 이전 구매 내역을 찾을 수 없습니다.

source: No Reduction
ko: 축소 없음

source: No subscription. No ads. All features forever.
ko: 구독 없음. 광고 없음. 모든 기능을 영원히.

source: No watermark, 4K
ko: 워터마크 없음, 4K

source: No watermark, chosen format, 4K
ko: 워터마크 없음, 선택한 형식, 4K

source: None
ko: 없음

source: Normal
ko: 기본

source: OK
ko: 확인

source: Old game console look
ko: 옛날 게임 콘솔 느낌

source: Old TV monitor with curvature
ko: 곡면 효과의 옛날 TV 모니터

source: One-tap perfect styles
ko: 원탭으로 완벽한 스타일

source: One-time payment for lifetime access
ko: 평생 이용 일회 결제

source: One-Time Purchase
ko: 일회성 구매

source: Operation failed after multiple attempts. Please try again later.
ko: 여러 번 시도했지만 작업에 실패했습니다. 나중에 다시 시도해 주세요.

source: or tap the grid icon to load a sample
ko: 또는 격자 아이콘을 탭하여 샘플을 불러오세요

source: Original
ko: 원본

source: Overlay
ko: 오버레이

source: Palette
ko: 팔레트

source: Palettes: Vaporwave, Cyberpunk, Pastel
ko: 팔레트: Vaporwave, Cyberpunk, Pastel

source: Pastel
ko: 파스텔

source: Pastel Dream
ko: 파스텔 드림

source: Pattern-based, classic halftone
ko: 패턴 기반, 클래식 하프톤

source: PDF - Vector format, scalable
ko: PDF - 벡터 형식, 확대 가능

source: per month
ko: 월

source: per month %@
ko: 월 %@

source: Photo Preview
ko: 사진 미리보기

source: Pick a sample and draw along
ko: 샘플을 선택하고 따라 그리세요

source: Pink, purple, and cyan aesthetic
ko: 핑크, 퍼플, 시안 감성

source: Pixel Avatar
ko: 픽셀 아바타

source: Pixel avatars, game sprites & more
ko: 픽셀 아바타, 게임 스프라이트 등

source: Pixel Creator
ko: 픽셀 크리에이터

source: Pixel Density
ko: 픽셀 밀도

source: Pixel Effect
ko: 픽셀 효과

source: Pixel Size
ko: 픽셀 크기

source: Pixelate
ko: 픽셀화

source: Pixelate Photo
ko: 사진 픽셀화

source: Pixelize
ko: 픽셀화

source: Pixelize with original image
ko: 원본 이미지로 픽셀화

source: Pixelize without background
ko: 배경 없이 픽셀화

source: PNG - Lossless, supports transparency
ko: PNG - 무손실, 투명도 지원

source: PNG, SVG, PDF support
ko: PNG, SVG, PDF 지원

source: PNG, SVG, PDF, 4K resolution
ko: PNG, SVG, PDF, 4K 해상도

source: Premium
ko: 프리미엄

source: Premium Active
ko: 프리미엄 활성화됨

source: Premium Features
ko: 프리미엄 기능

source: Preview
ko: 미리보기

source: Privacy Policy
ko: 개인정보처리방침

source: Pro Subscription Active
ko: Pro 구독 활성화됨

source: Pro Version
ko: Pro 버전

source: Process multiple images at once
ko: 여러 이미지를 한 번에 처리

source: Process up to 10 images at once to save time
ko: 최대 10장의 이미지를 한 번에 처리하여 시간을 절약하세요

# Processing %lld of %lld
source: Processing %1$lld of %2$lld
ko: %1$lld / %2$lld 처리 중

source: Processing...
ko: 처리 중...

source: Product not available. Please try again later.
ko: 상품을 이용할 수 없습니다. 나중에 다시 시도해 주세요.

source: Professional multi-layer editing
ko: 전문가급 다중 레이어 편집

source: Profile Picture
ko: 프로필 사진

source: Profile Pixel
ko: 프로필 픽셀

source: Profile Pixel Art
ko: 프로필 픽셀 아트

source: Purchase failed. Please try again.
ko: 구매에 실패했습니다. 다시 시도해 주세요.

source: Purchase is pending approval. Please check back later.
ko: 구매 승인 대기 중입니다. 나중에 다시 확인해 주세요.

source: Purchase Lifetime
ko: 평생 구매하기

source: Quick Colors
ko: 빠른 색상

source: Quick Presets
ko: 빠른 프리셋

source: Raster image, transparency support
ko: 래스터 이미지, 투명도 지원

source: Reduce the number of colors in the image
ko: 이미지의 색상 수를 줄입니다

source: Reference: %@
ko: 참조: %@

source: Remove Background
ko: 배경 제거

source: Remove Custom Watermark
ko: 커스텀 워터마크 제거

source: Remove Watermark
ko: 워터마크 제거

source: Removed
ko: 제거됨

source: Reset Canvas
ko: 캔버스 초기화

source: Restore Purchases
ko: 구매 내역 복원

source: Result
ko: 결과

source: Sample Gallery
ko: 샘플 갤러리

source: Save
ko: 저장

source: Save All to Photos
ko: 모두 사진에 저장

source: Save for Free
ko: 무료로 저장

source: Save in High Quality
ko: 고품질로 저장

source: Scalable
ko: 확대 가능

source: Scanlines
ko: 스캔라인

source: Screen
ko: 스크린

source: Select a board size below
ko: 아래에서 보드 크기를 선택하세요

source: Select a new color
ko: 새로운 색상을 선택하세요

source: Select Again
ko: 다시 선택

source: Select Board Size
ko: 보드 크기 선택

source: Select Custom Watermark
ko: 커스텀 워터마크 선택

source: Select Images
ko: 이미지 선택

source: Select Photo
ko: 사진 선택

source: Select Pixel Density
ko: 픽셀 밀도 선택

source: Selected Image
ko: 선택된 이미지

source: Selected product not found
ko: 선택한 상품을 찾을 수 없습니다

source: Setting
ko: 설정

source: Settings
ko: 설정

source: Share
ko: 공유

source: Share Before/After
ko: 비포/애프터 공유

source: Share to SNS
ko: SNS에 공유

source: Show Board Grid Lines
ko: 보드 격자선 표시

source: Skip
ko: 건너뛰기

source: Smooth gradients, more details
ko: 부드러운 그라데이션, 더 많은 디테일

source: Soft and gentle colors
ko: 부드럽고 따뜻한 색상

source: Soft Light
ko: 소프트 라이트

source: Start 3-Day Free Trial
ko: 3일 무료 체험 시작

source: Start Processing
ko: 처리 시작

source: Start with 3-day free trial
ko: 3일 무료 체험으로 시작

source: Start with a 3-day free trial!
ko: 3일 무료 체험으로 시작해보세요!

source: Sticker
ko: 스티커

source: Subscription failed:
ko: 구독에 실패했습니다:

source: Super Nintendo bright colors
ko: 슈퍼 닌텐도 밝은 색상

source: SVG - Web-friendly vector format
ko: SVG - 웹 친화적 벡터 형식

source: Tap eye icon to hide/show
ko: 눈 아이콘을 탭하여 숨기기/표시

source: Tap the + button to select multiple images
ko: + 버튼을 탭하여 여러 이미지를 선택하세요

source: Tap to select, hold to edit
ko: 탭하여 선택, 길게 누르면 편집

source: Templates
ko: 템플릿

source: Terms of Service
ko: 이용약관

source: Transform your photo into pixel art
ko: 사진을 픽셀 아트로 변환하세요

source: Transparent
ko: 투명

source: Turn your photo into pixel art
ko: 사진을 픽셀 아트로 변환

source: Unlimited
ko: 무제한

source: Unlimited Pixel Sizes
ko: 무제한 픽셀 크기

source: Unlock Premium
ko: 프리미엄 잠금해제

source: Unlock Pro Features
ko: Pro 기능 잠금해제

source: Up to 4096x4096 pixels
ko: 최대 4096x4096 픽셀

source: Upgrade to Pro
ko: Pro로 업그레이드

source: Upgrade to Pro to Save
ko: Pro로 업그레이드하여 저장

source: Use all pixel sizes to create more detailed pixel art
ko: 모든 픽셀 크기를 사용하여 더 정교한 픽셀 아트를 만들어보세요

source: Use this Pixel
ko: 이 픽셀 사용

source: Vaporwave Aesthetic
ko: Vaporwave 감성

source: Vector image, scalable
ko: 벡터 이미지, 확대 가능

source: VHS Tape
ko: VHS 테이프

source: VHS tape artifacts
ko: VHS 테이프 아티팩트

source: Vintage Game
ko: 빈티지 게임

source: Waiting for subscription approval. Please check again later.
ko: 구독 승인을 기다리고 있습니다. 나중에 다시 확인해주세요.

source: Warning: Changing board size will clear your current drawing
ko: 주의: 보드 크기를 변경하면 현재 그림이 지워집니다

source: Watermark
ko: 워터마크

source: White
ko: 흰색

source: Why Premium?
ko: 왜 프리미엄?

source: With Pro you get...
ko: Pro로 업그레이드하면...

source: With watermark, PNG, 1080p
ko: 워터마크 포함, PNG, 1080p

source: Yearly
ko: 연간

source: Yearly billing
ko: 연간 결제

source: Yes
ko: 있음

source: You can cancel your subscription anytime
ko: 구독은 언제든 취소할 수 있습니다

source: You can use this feature by upgrading to Pro
ko: Pro로 업그레이드하면 이 기능을 사용할 수 있어요
